Repository: linagora/linshare-mobile-flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru, vi

source: Sign in to SaaS
fr: Se connecter à SaaS
ru: Войти в версию SaaS

source: Sign in to self-hosted instance
fr: Connectez-vous à l'instance auto-hébergée
ru: Войти в self-hosted версию

# do_not_have_an_account
source: Don't have an account?
fr: Vous n'avez pas de compte ?
ru: Нет учетной записи?

source: Sign up
fr: Inscrivez-vous
ru: Зарегистрироваться

source: Sign in with your credentials
fr: Connectez-vous avec vos identifiants
ru: Войти с вашими учетными данными

source: Sign in with your SSO
fr: Se connecter avec votre SSO
ru: Войти с помощью SSO

source: Please input your URL
fr: Veuillez saisir votre URL
ru: Пожалуйста, введите ваш URL

# this_feature_not_supported
source: This feature is not currently supported
fr: Cette fonctionnalité n'est pas prise en charge actuellement
it: Questa funzione non è attualmente supportata
ru: Эта функция в настоящее время не поддерживается
vi: Tính năng này hiện chưa được hỗ trợ

source: Drive
ru: Диск
vi: Ổ đĩa

source: Loading
fr: Chargement
it: Caricamento
ru: Загрузка
vi: Đang xử lý

source: Create new workgroup or drive
fr: Créer un nouveau groupe de travail ou drive
ru: Создать новую рабочую группу или диск
