Repository: linagora/linshare-mobile-flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru, vi

source: Initializing data...
fr: Initialisation des données…
it: Inizializzazione dei dati...
ru: Инициализация данных...
vi: Khởi tạo ...

# login_text_slogan
source: Store and share your files from anywhere
fr: Stockez et partagez vos fichiers où que vous soyez
it: Archivia e condividi i tuoi file da qualsiasi luogo
ru: Храните и делитесь своими файлами, где бы вы не находились
vi: Lưu trữ và chia sẻ tệp ở bất kì đâu

# login_text_login_to_continue
source: Please login to continue
fr: Veuillez saisir vos données de connexion
it: Per favore accedi per continuare
ru: Пожалуйста, введите ваш логин
vi: Điền thông tin đăng nhập

source: password
fr: mot de passe
ru: пароль
vi: mật khẩu

# login_button_login
source: Login
fr: S'identifier
it: Accedi
ru: Вход
vi: Đăng nhập

# upload_file_title
source: Upload file
fr: Transférer un fichier
it: Carica un file
ru: Загрузка файла
vi: Tải tệp lên

# upload_text_button
source: Upload to My Space
fr: Transférer sur Mon Espace
it: Carica sul Mio Spazio
ru: Загрузить в моё пространство
vi: Tải lên không gian của tôi

# my_space_title
source: My Space
fr: Mon Espace
it: Il mio spazio
ru: Моё пространство
vi: Không gian của tôi

# upload_prepare_text
source: Preparing to upload...
fr: Préparation au transfert ...
it: Preparazione per il caricamento...
ru: Подготовка к загрузке…
vi: Chuẩn bị tải lên...

# my_space_text_upload_your_files_here
source: Upload your files here
fr: Transférez vos fichiers ici
it: Carica i tuoi file qui
ru: Загрузите ваши файлы здесь
vi: Hãy tải tệp lên

# upload_failure_text
source: Failed to upload file
fr: Le transfert du fichier a échoué
it: Impossibile caricare il file
ru: Не удалось загрузить файл
vi: Tải lên thất bại

# upload_success_text
source: File uploaded
fr: Fichier transféré
it: File caricato
ru: Файл загружен
vi: Tệp đã tải lên thành công

# wrong_url_message
source: Server URL is not valid, please try again
fr: URL du serveur invalide, veuillez réessayer
it: L'URL del server non è valido, si prega di riprovare
ru: URL-адрес сервера неверен, пожалуйста, попробуйте еще раз
vi: Địa chỉ máy chủ không chính xác, hãy thử lại

# credential_error_message
source: Authentication failed, either the email or the password is invalid, please try again
fr: Authentification échouée, email ou mot de passe invalide, veuillez réessayer
it: Autenticazione fallita, l'email o la password non sono valide, riprova
ru: Аутентификация не возможна. Электронная почта или пароль неверные, пожалуйста, попробуйте еще раз
vi: Lỗi xác thực, email hoặc mật khẩu không đúng, hãy thử lại

# unknown_error_login_message
source: Unknown error occurred, please try again
fr: Une erreur inconnue s'est produite. Veuillez réessayer
it: Si è verificato un errore sconosciuto. Si prega di riprovare
ru: Произошла неизвестная ошибка. Пожалуйста, попробуйте еще раз
vi: Vui lòng thử lại

source: Download to device
fr: Télécharger sur l'appareil
it: Scarica sul dispositivo
ru: Загрузить на устройство
vi: Tải xuống

source: Share
fr: Partager
it: Condividi
ru: Поделиться
vi: Chia sẻ

# title_quick_share
source: Quick Share
fr: Partager rapidement
it: Condivisione rapida
ru: Быстрый обмен
vi: Chia sẻ nhanh

source: Add recipients
fr: Ajouter des destinataires
it: Aggiungi destinatari
ru: Добавить получателей
vi: Thêm người nhận

source: Add people
fr: Ajouter des utilisateurs
it: Aggiungi persone
ru: Добавить пользователей
vi: Thêm người

# file_has_been_successfully_shared
source: {sharesNumber,plural, =1{The file has been successfully shared}other{The files have been successfully shared}}
fr: {sharesNumber,plural, =1{Le fichier a été partagé avec succès}other{Les fichiers ont été partagés avec succès}}
it: {sharesNumber,plural, =1{Il file è stato condiviso con successo}other{I file sono stati condivisi con successo}}
ru: {sharesNumber,plural, =1{Вы успешно поделились файлом}other{Вы успешно поделились файлами}}
vi: {sharesNumber,plural, =1{Chia sẻ thành công}other{Chia sẻ thành công}}

# file_could_not_be_share
source: The file could not be shared
fr: Le fichier n'a pas pu être partagé
it: Impossibile condividere il file
ru: Не удалось поделиться файлом
vi: Chia sẻ không thành công

# item_last_modified
source: Modified {dateString}
fr: Modifié le {dateString}
it: Modificato {dateString}
ru: Изменен {dateString}
vi: Chỉnh sửa {dateString}

source: My Space
fr: Mon Espace
it: Il mio spazio
ru: Моё пространство
vi: Không gian của tôi

# common_error_occured_message
source: Unexpected error occurs Please reload or try again later
fr: Une erreur inattendue se produit Veuillez recharger ou réessayer plus tard
it: Si verifica un errore imprevisto Si prega di ricaricare o riprovare più tardi
ru: Произошла непредвиденная ошибка Пожалуйста, перезагрузите приложение или повторите попытку позже
vi: Lỗi không xác định Hãy thử lại

source: Export file
fr: Exporter le fichier
it: Esporta il file
ru: Экспорт файла
vi: Xuất tệp

source: Preparing to export
fr: Préparation de l'export
it: Preparazione per l'esportazione
ru: Подготовка к экспорту
vi: Chuẩn bị xuất tệp

source: Cancel
fr: Annuler
it: Cancella
ru: Отмена
vi: Hủy

# downloading_file
source: Downloading {fileName}
fr: Téléchargement de {fileName}
it: Scarica di {fileName}
ru: Загрузка {fileName}
vi: Đang tải tệp {fileName}

source: Log out
fr: Se déconnecter
it: Esci
ru: Выход
vi: Đăng xuất tài khoản

# confirm_remove_account_title
source: Are you sure you want to log out of this account ?
fr: Voulez-vous vraiment vous déconnecter de ce compte ?
it: Sei sicuro di voler uscire da questo account?
ru: Вы действительно хотите выйти из этого аккаунта?
vi: Bạn muốn đăng xuất tài khoản này ?

source: Shared space
fr: Espace Commun
it: Spazio condiviso
ru: Рабочие группы
vi: Không gian chia sẻ

# do_not_have_any_workgroup
source: You don't have any workgroup yet
fr: Vous n'avez pas encore de Groupe De Travail
it: Non hai ancora alcun gruppo di lavoro
ru: У вас еще нет рабочей группы
vi: Bạn chưa có nhóm làm việc nào

# not_have_received_yet
source: View your received shares
fr: Regardez vos Partages Reçus
it: Visualizza le condivisioni ricevute
ru: Посмотреть полученные вами файлы
vi: Chưa nhận được tệp

source: Unknown user
fr: Utilisateur inconnu
it: Utente sconosciuto
ru: Неизвестный пользователь
vi: Không tìm thấy người dùng

# upload_and_share_button
source: Upload and Share
fr: Mettre en ligne et partager
it: Carica e condividi
ru: Загрузить и поделиться
vi: Tải lên và chia sẻ

# sharing_single_after_uploaded_success
source: The file is uploaded and shared with {recipientName}
fr: Le fichier est transféré et partagé avec {recipientName}
it: Il file viene caricato e condiviso con {recipientName}
ru: Файл загружен. Доступ к файлу предоставлен {recipientName}
vi: Tệp đã được tải lên và chia sẻ với {recipientName}

# sharing_multiple_after_uploaded_success
source: The file is uploaded and shared with {numberOfRecipients} people
fr: Le fichier est transféré et partagé avec {numberOfRecipients} personnes
it: Il file viene caricato e condiviso con {numberOfRecipients} persone
ru: Файл загружен. Доступ предоставлен {numberOfRecipients} пользователям
vi: Tệp đã được tải lên và chia sẻ với {numberOfRecipients} người

# sharing_after_uploaded_failure
source: The file will be ready for upload and sharing once connection is available
fr: Le fichier sera prêt au transfert et partagé une fois qu'une connexion sera disponible
it: Il file sarà pronto per l'upload e la condivisione una volta che la connessione sarà disponibile
ru: Файл будет готов к загрузке и обмену, как только установится соединение
vi: Không thể thực hiện tải lên và chia sẻ khi không có kết nối

# workgroup_nodes_surfing_root_back_title
source: Back to Shared Space
fr: Revenir aux Espaces Communs
it: Torna a Spazio condiviso
ru: Назад к общему пространству
vi: Trở lại Không gian làm việc

# workgroup_nodes_surfing_sort_type_title
source: Modification date
fr: Date de modification
it: Data di modifica
ru: Дата изменения
vi: Ngày sửa đổi

source: Destination
it: Destinazione
ru: Назначение
vi: Tới

source: Upload to Workspace
fr: Transférer vers le Groupe de Travail
it: Carica nello spazio di lavoro
ru: Загрузить в рабочую среду
vi: Tải lên không gian làm việc

source: Photos and Videos
fr: Photos et Vidéos
it: Foto e video
ru: Фото и видео
vi: Ảnh và Video

source: Browse
fr: Parcourir
it: Sfoglia
ru: Просмотреть
vi: Duyệt

source: Select all
fr: Tout sélectionner
it: Seleziona tutti
ru: Выбрать все
vi: Tất cả

source: Unselect all
fr: Tout désélectionner
it: Deseleziona tutti
ru: Снять выделение
vi: Bỏ chọn

# items
source: {numberOfItems,plural, =0{No item}=1{{numberOfItems} item}other{{numberOfItems} items}}
fr: {numberOfItems,plural, =0{Pas d'élement}=1{{numberOfItems} élement}other{{numberOfItems} éléments}}
it: {numberOfItems,plural, =0{Nessun elemento}=1{{numberOfItems} elemento}other{{numberOfItems} elementi}}
ru: {numberOfItems,plural, =0{Нет элементов}=1{{numberOfItems} элемент}other{{numberOfItems} элементов}}
vi: {numberOfItems,plural, =0{Không có dữ liệu}=1{{numberOfItems} dữ liệu}other{{numberOfItems} dữ liệu}}

# items_selected
source: {numberOfItems,plural, =1{{numberOfItems} item selected}other{{numberOfItems} items selected}}
fr: {numberOfItems,plural, =1{{numberOfItems} élément sélectionné}other{{numberOfItems} éléments sélectionnés}}
it: {numberOfItems,plural, =1{{numberOfItems} elemento selezionato} other{{numberOfItems} elementi selezionati}}
ru: {numberOfItems,plural, =1{{numberOfItems} элемент выбран}other{{numberOfItems} элементов выбрано}}
vi: {numberOfItems,plural, =1{{numberOfItems} đã chọn}other{{numberOfItems} đã chọn}}

# uploading_files_status_title
source: Uploading files
fr: Transferts des fichiers
it: Caricamento dei file
ru: Загрузка файлов
vi: Đang tải lên

# uploading_files_view_button
source: View
fr: Voir
it: Visualizza
ru: Просмотр
vi: Xem

# current_uploads_screen_title
source: Current uploads
fr: Transferts en cours
it: Caricamenti attuali
ru: Текущие загрузки
vi: Tải lên

# current_uploads_my_space_tab
source: My Space
fr: Mon Espace
it: Il mio spazio
ru: Мое пространство
vi: Không gian làm việc của tôi

# current_uploads_shared_space_tab
source: Shared Space
fr: Espace Commun
it: Spazio condiviso
ru: Общее пространство
vi: Không gian làm việc chung

# current_uploads_waiting_status
source: Waiting
fr: En attente
it: In attesa
ru: Ожидание
vi: Đợi

# current_uploads_uploading_status
source: Uploading
fr: En transfert
it: Caricamento
ru: Загрузка
vi: Đang tải lên

# current_uploads_upload_failed_status
source: Upload failed
fr: Transfert échoué
it: Caricamento fallito
ru: Ошибка загрузки
vi: Thất bại

# current_uploads_share_failed_status
source: Share failed
fr: Partage échoué
it: Condivisione fallita
ru: Не удалось поделиться файлом
vi: Chia sẻ không thành công

# current_uploads_succeed_status
source: Completed
fr: Complété
it: Finito
ru: Завершено
vi: Hoàn thành

source: Pick the destination
fr: Choisissez la destination
it: Scegli la destinazione
ru: Выберите место назначения
vi: Chọn thư mục

source: copy here
fr: copier ici
it: copia qui
ru: скопировать сюда
vi: sao chép

source: Copy to a workgroup
fr: Copier dans un Groupe De Travail
it: Copia a un gruppo di lavoro
ru: Скопировать в рабочую группу
vi: Sao chép đến nhóm làm việc

source: The file is copied to a Shared space
fr: Le fichier a été copié dans un autre Espace Commun
it: Il file viene copiato in uno spazio condiviso
ru: Файл скопирован в общее пространство
vi: Tệp đã được sao chép đến nhóm làm việc

source: Can not copy file to Shared space
fr: Impossible de copier ce fichier dans un Espace Commun
it: Impossibile copiare file nello spazio condiviso
ru: Невозможно скопировать файл в общее пространство
vi: Không thể sao chép tệp đến nhóm làm việc

source: Some items could not be copied to Shared space
fr: Certains éléments n'ont pas pu être copiés dans l'Espace Commun
it: Impossibile copiare alcuni elementi nello spazio condiviso
ru: Некоторые элементы не могут быть скопированы в рабочие группы
vi: Sao chép đến nhóm làm việc không thành công

# are_you_sure_you_want_to_delete_multiple
source: {numberOfItems,plural, =1{Are you sure you want to delete "{singleItemName}"?}other{Are you sure you want to delete {numberOfItems} items?}}
fr: {numberOfItems,plural, =1{Voulez-vous vraiment supprimer "{singleItemName}"?}other{Voulez-vous vraiment supprimer {numberOfItems} éléments?}}
it: {numberOfItems,plural, =1{Sei sicuro di voler eliminare "{singleItemName}"?} other{Sei sicuro di voler eliminare {numberOfItems} elementi?}}
ru: {numberOfItems,plural, =1{Вы уверены, что хотите удалить "{singleItemName}"?}other{Вы уверены, что хотите удалить {numberOfItems} объектов?}}
vi: {numberOfItems,plural, =1{Dồng ý xoá "{singleItemName}"?}other{Đồng ý xoá {numberOfItems}?}}

source: The file has been successfully deleted
fr: Le fichier a été supprimé avec succès
it: Il file è stato eliminato correttamente
ru: Файл был успешно удален
vi: Đã xoá tệp

source: Files have been successfully deleted
fr: Les fichiers ont été supprimés avec succès
it: I file sono stati eliminati con successo
ru: Файлы были успешно удалены
vi: Đã xoá tệp

source: The file could not be deleted
fr: Le fichier n'a pas pu être supprimé
it: Impossibile eliminare il file
ru: Не удалось удалить файл
vi: Không thể xoá tệp thành công

source: Files could not be deleted
fr: Les fichiers n'ont pas pu être supprimés
it: Impossibile eliminare i file
ru: Файлы не могут быть удалены
vi: Không thể xoá tệp thành công

source: Some items could not be deleted
fr: Certains éléments n'ont pas pu être supprimés
it: Impossibile eliminare alcuni elementi
ru: Некоторые элементы не могут быть удалены
vi: Không thể xoá tệp thành công

source: Some items are successfully deleted
fr: Certains éléments ont été supprimés avec succès
it: Alcuni elementi sono stati eliminati con successo
ru: Некоторые элементы успешно удалены
vi: Đã xoá tệp

# downloading_files
source: {numberOfFiles,plural, =1{Downloading {numberOfFiles} file}other{Downloading {numberOfFiles} files}}
fr: {numberOfFiles,plural, =1{Téléchargement de {numberOfFiles} fichier}other{Téléchargement de {numberOfFiles} fichiers}}
it: {numberOfFiles,plural, =1{Scarichiamo {numberOfFiles} file}other{Scarichiamo {numberOfFiles} file}}
ru: {numberOfFiles,plural, =1{Скачивание {numberOfFiles} файла}other{Скачивание {numberOfFiles} файлов}}
vi: {numberOfFiles,plural, =1{Đang tải {numberOfFiles} tệp}other{Đang tải {numberOfFiles} tệp}}

source: Delete
fr: Supprimer
it: Elimina
ru: Удалить
vi: Xoá

# can_not_connect_network
source: Cannot connect to the network
fr: Impossible de se connecter au réseau
it: Impossibile connettersi alla rete
ru: Невозможно подключиться к сети
vi: Không thể kết nối tới mạng

# can_not_proceed_while_offline
source: Cannot process while offline
fr: Impossible de traiter la demande sans réseau
it: Impossibile elaborare offline
ru: Невозможно продолжить оффлайн
vi: Không thể thực hiện khi offline

source: choose
fr: Choisir
it: scegliere
ru: Выберите
vi: Chọn

# account_details_title
source: Account Details
fr: Détails du compte
it: Dettagli dell'account
ru: Детали учетной записи
vi: Tài khoản

source: Account details
fr: Détails du compte
it: Dettagli dell'account
ru: Детали учетной записи
vi: Tài khoản

source: First name
fr: Prénom
it: Nome
ru: Имя
vi: Họ

source: Last name
fr: Nom de famille
it: Cognome
ru: Фамилия
vi: Tên

source: Last login
fr: Dernière connexion
it: Ultimo accesso
ru: Последний вход
vi: Lần đăng nhập cuối

source: Available space
fr: Espace disponible
it: Spazio disponibile
ru: Доступное пространство хранилища
vi: Bộ nhớ

# available_space_value
source: {usedSpace} on {quota}
fr: {usedSpace} sur {quota}
it: {usedSpace} su {quota}
ru: {usedSpace} из {quota}
vi: {usedSpace}/{quota}

source: Received shares
fr: Partages reçus
it: Condivisioni ricevute
ru: Полученные файлы
vi: Chia sẻ với tôi

source: Received
fr: Reçu
it: Ricevuto
ru: Получено
vi: Đã nhận

# item_created_date
source: Created {dateString}
fr: Créé {dateString}
it: Creato {dateString}
ru: Создан {dateString}
vi: Ngày tạo {dateString}

# notEnoughQuota
source: You have reached the max quota of {quota}
fr: Vous avez atteint le quota maximum de {quota}
it: Hai raggiunto la quota massima di {quota}
ru: Вы достигли максимальной квоты {quota}
vi: Bạn đã sử dụng hết dung lượng {quota}

# tooBigFiles
source: {nbFiles,plural, =1{{firstElementName} has exceeded the max file of {quota}}other{Some files have exceeded the max file of {quota}}}
fr: {nbFiles,plural, =1{{firstElementName} a dépassé la taille maximum de {quota}}other{Certains fichiers ont dépassé la taille maximum de {quota}}}
it: {nbFiles,plural, =1{{firstElementName} ha superato il file max di {quota}}other{Alcuni file hanno superato il file max di {quota}}}
ru: {nbFiles,plural, =1{{firstElementName} превысил максимальный размер файла в {quota}}other{Некоторые файлы превысили максимальный размер в {quota}}}
vi: {nbFiles,plural, =1{{firstElementName} đã vượt quá dung lượng tệp tối đa {quota}}other{Một số tệp đã vượt quá dung lượng tệp tối đa {quota}}}

source: Copy to My Space
fr: Copier dans Mon Espace
it: Copia nel mio spazio
ru: Копировать в мое простанство
vi: Sao chép đến Không gian làm việc của tôi

source: The file has been copied successfully
fr: Le fichier a été copié avec succès
it: Il file è stato copiato con successo
ru: Файл успешно скопирован
vi: Tệp đã được sao chép thành công

source: The file could not be copied
fr: Le fichier n'a pas pu être copié
it: Impossibile copiare il file
ru: Не удалось скопировать файл
vi: Không thể sao chép tệp

source: Some items have been copied to My Space
fr: Certains éléments ont été copiés dans Mon Espace
it: Alcuni elementi sono stati copiati nel mio spazio
ru: Некоторые элементы были скопированы в мое пространство
vi: Không thể sao chép tệp

source: All items have been copied to My Space
fr: Tous les éléments ont été copiés dans Mon Espace
it: Tutti gli elementi sono stati copiati nel mio spazio
ru: Все элементы были скопированы в мое пространство
vi: Sao chép tệp thành công

source: Search in My Space
fr: Rechercher dans Mon Espace
it: Cerca nel mio spazio
ru: Поиск в моём пространстве
vi: Tìm kiếm

source: Search in Shared Space files
fr: Rechercher dans les fichiers de l'Espace Commun
it: Cerca nei file dello Spazio Condiviso
ru: Искать в файлах рабочих групп
vi: trong không gian làm việc chung

# results_count
source: {numberOfResults,plural, =0{{numberOfResults} result}=1{{numberOfResults} result}other{{numberOfResults} results}}
fr: {numberOfResults,plural, =0{{numberOfResults} résultat}=1{{numberOfResults} résultat}other{{numberOfResults} résultats}}
it: {numberOfResults,plural, =0{{numberOfResults} risultato}=1{{numberOfResults} risultato}other{{numberOfResults} risultati}}
ru: {numberOfResults,plural, =0{{numberOfResults} результат}=1{{numberOfResults} результат}other{{numberOfResults} результатов}}
vi: {numberOfResults,plural, =0{{numberOfResults} kết quả}=1{{numberOfResults} kết quả}other{{numberOfResults} kết quả}}

source: No results found
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ru: Результаты не найдены
vi: Không tìm thấy kết quả nào

source: Search in Shared Space
fr: Rechercher dans l'Espace Commun
it: Cerca nello spazio condiviso
ru: Искать в рабочих группах
vi: trong không gian làm việc chung

# shared_spaces_could_not_be_deleted
source: {sharedSpacesNumber,plural, =1{The Shared Space could not be deleted}other{Shared Spaces could not be deleted}}
fr: {sharedSpacesNumber,plural, =1{L'Espace Commun n'a pas pu être supprimé}other{Les Espaces Communs n'ont pas pu être supprimés}}
it: {sharedSpacesNumber,plural, =1{Impossibile eliminare lo spazio condiviso}other{Impossibile eliminare gli spazi condivisi}}
ru: {sharedSpacesNumber,plural, =1{Рабочая группа не может быть удалена}other{Рабочие группы не могут быть удалены}}
vi: {sharedSpacesNumber,plural, =1{Xoá nhóm làm việc không thành công}other{Xoá nhóm làm việc không thành công}}

# shared_space_has_been_deleted
source: The Shared Space has been deleted
fr: L'Espace Commun a été supprimé
it: Lo spazio condiviso è stato eliminato
ru: Рабочая группа удалена
vi: Xoá nhóm làm việc thành công

source: All Shared Spaces have been deleted
fr: Tous les Espaces Communs ont été supprimés
it: Tutti gli spazi condivisi sono stati eliminati
ru: Все рабочие группы удалены
vi: Xoá nhóm làm việc thành công

source: Preview
fr: Prévisualisation
it: Anteprima
ru: Предварительный просмотр
vi: Xem trước

source: No preview available
fr: Pas de prévisualisation disponible
it: Nessuna anteprima disponibile
ru: Предварительный просмотр недоступен
vi: Không có bản xem trước

source: Preparing to preview file
fr: Préparation à la prévisualisation du fichier
it: Preparazione per l'anteprima del file
ru: Подготовка к предварительному просмотру файла
vi: Chuẩn bị xem trước

source: Add new file or folder
fr: Ajouter un nouveau fichier ou un dossier
it: Aggiungi nuovo file o cartella
ru: Добавить новый файл или папку
vi: Tạo mới tệp và thư mục

source: Create folder
fr: Créer un dossier
it: Crea cartella
ru: Создать папку
vi: Tạo thư mục

source: New folder
fr: Nouveau dossier
it: Nuova cartella
ru: Новая папка
vi: Thư mục mới

source: Rename
fr: Renommer
it: Rinomina
ru: Переименовать
vi: Đổi tên

source: Create new folder
fr: Créer un nouveau dossier
it: Crea una nuova cartella
ru: Создать новую папку
vi: Tạo thư mục mới

source: Modification date
fr: Date de modification
it: Data di modifica
ru: Дата изменения
vi: Ngày sửa đổi

source: Creation date
fr: Date de création
it: Data di creazione
ru: Дата создания
vi: Ngày khởi tạo

source: Size
fr: Taille
it: Dimensione
ru: Размер
vi: Kích cỡ

source: Name
fr: Nom
it: Nome
ru: Имя
vi: Tên

source: Shared
fr: Partagé
it: Condiviso
ru: Полученные
vi: Đã chia sẻ

source: Order by
fr: Trier par
it: Ordinato da
ru: Сортировать по
vi: Sắp xếp theo

source: Details
fr: Détails
it: Dettagli
ru: Информация
vi: Chi tiết

source: Members
fr: Membres
it: Membri
ru: Участники
vi: Thành viên

source: Modified
fr: Modifié
it: Modificato
ru: Изменен
vi: Chỉnh sửa

source: Created
fr: crée
it: Creato
ru: Создан
vi: Tạo

source: My rights
fr: Mes droits
it: I miei diritti
ru: Мои права
vi: Quyền

source: Max file size
fr: Taille maximum des fichiers
it: Dimensione massima del file
ru: Максимальный размер файла
vi: Dung lượng tệp tối đa

source: Description
it: Descrizione
ru: Описание
vi: Mô tả

source: No description
fr: Pas de description
it: Nessuna descrizione
ru: Нет описания
vi: Không có mô tả

source: Copy to
fr: Copier dans
it: Copia a
ru: Скопировать в
vi: Sao chép tới

source: Admin
fr: Administrateur
ru: Администратор
vi: Quản trị

source: Reader
fr: Lecteur
it: Lettore
ru: Читатель
vi: Đọc

source: Contributor
fr: Contributeur
it: Contributatore
ru: Соавтор
vi: Đóng góp

source: Writer
fr: Rédacteur
it: Scrittore
ru: Автор
vi: Ghi

source: Unknown Role
fr: Rôle inconnu
it: Ruolo sconosciuto
ru: Неизвестная роль
vi: Không xác định

source: Activities
fr: Activités
it: Attività
ru: Действия
vi: Hoạt động

# audit_log_actor
source: by {actorName}
fr: par {actorName}
it: da {actorName}
ru: автор {actorName}
vi: bởi {actorName}

# audit_action_title_addition
source: Addition:
fr: Ajout:
it: Addizione:
ru: Дополнение:
vi: Thêm mới:

# audit_action_title_delete
source: Delete:
fr: Suppression:
it: Eliminare:
ru: Удалить:
vi: Xóa:

# audit_action_title_update
source: Update:
fr: Mise à jour:
it: Aggiornare:
ru: Обновить:
vi: Cập nhật:

# audit_action_title_create
source: Creation:
fr: Création:
it: Creazione:
ru: Создание:
vi: Tạo mới:

# audit_action_title_upload
source: Upload file:
fr: Fichier transféré:
it: Carica il file:
ru: Загрузить файл:
vi: Tải tệp lên:
