Repository: linagora/linshare-mobile-flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru, vi

# node_name_contain_special_character
source: {nodeName} name cannot contain special characters
fr: Le nom de {nodeName} ne peut pas contenir des caractères spéciaux
it: Il nome {nodeName} non può contenere caratteri speciali
ru: Название {nodeName} не может содержать специальные символы
vi: Tên {nodeName} không được chứa các ký tự đặc biệt

# node_name_contain_last_dot
source: {nodeName} name cannot finishes by character "."
fr: Le nom de {nodeName} ne peut pas finir par le caractère "."
it: Il nome {nodeName} non può terminare per carattere "."
ru: Название {nodeName} не может заканчиваться символами "."
vi: Tên {nodeName} không được kết thúc bằng ký tự "."

source: Add team members
fr: Ajouter des membres
it: Aggiungi membri del team
ru: Добавить участников команды
vi: Thêm thành viên

# existing_members
source: {nbMembers,plural, =1{Existing member: {nbMembers}}other{Existing members: {nbMembers}}}
fr: {nbMembers,plural, =1{Membre existant: {nbMembers}}other{Membres existants: {nbMembers}}}
it: {nbMembers,plural, =1{Membro esistente: {nbMembers}}other{Membri esistenti: {nbMembers}}}
ru: {nbMembers,plural, =1{Существующий участник: {nbMembers}}other{Существующие участники: {nbMembers}}}
vi: {nbMembers,plural, =1{Thành viên: {nbMembers}}other{Thành viên: {nbMembers}}}

source: The file has been successfully renamed
fr: Le fichier a été renommée avec succès
it: Il file è stato rinominato con successo
ru: Файл был успешно переименован
vi: Tệp đã được đổi tên thành công

source: The file could not be renamed
fr: Le fichier n'a pas pu être renommée
it: Il file non può essere rinominato
ru: Не удалось переименовать файл
vi: Không thể đổi tên tệp

source: Sender
fr: Expéditeur
it: Mittente
ru: Отправитель
vi: Người gửi

# search_in_my_received_shares
source: Search in Received Shares
fr: Rechercher dans Partages Reçus
it: Cerca nelle condivisioni ricevute
ru: Искать в полученных файлах
vi: Tìm kiếm trong Đã nhận

# are_you_sure_you_want_to_delete_member
source: Are you sure you want to delete {memberName} from {workspaceName}?
fr: Êtes-vous sûr de vouloir supprimer {memberName} de {workspaceName}?
it: Sei sicuro di voler cancellare {memberName} da {workspaceName}?
ru: Вы действительно хотите удалить {memberName} из {workspaceName}?
vi: Đồng ý xoá {memberName} khỏi nhóm làm việc chung {workspaceName}?

# user_could_not_be_removed
source: The user could not be removed
fr: L'utilisateur n'a pas pu être supprimée
it: L'utente non può essere rimosso
ru: Невозможно удалить пользователя
vi: Không thể loại bỏ tài khoản này

# user_is_successfully_removed
source: The user is successfully removed
fr: L'utilisateur a été supprimée avec succès
it: L'utente è stato rimosso con successo
ru: Пользователь успешно удален
vi: Tài khoản này đã bị loại bỏ

source: Expiration
it: Scadenza
ru: Срок действия
vi: Hết hạn

# shared_with
source: {nbContacts,plural, =0{Shared with: {nbContacts} contact}=1{Shared with: {nbContacts} contact}other{Shared with: {nbContacts} contacts}}
fr: {nbContacts,plural, =0{Partagé avec: {nbContacts} contact}=1{Partagé avec: {nbContacts} contact}other{Partagé avec: {nbContacts} contacts}}
it: {nbContacts,plural, =0{Condiviso con: {nbContacts} contatto}=1{Condiviso con: {nbContacts} contatto}other{Condiviso con: {nbContacts} contatti}}
ru: {nbContacts,plural, =0{Отправлено {nbContacts} контакту}=1{Отправлено {nbContacts} контакту}other{Отправлено {nbContacts} контактам}}
vi: {nbContacts,plural, =0{Đã chia sẻ với: {nbContacts} người}=1{Đã chia sẻ với: {nbContacts} người}other{Đã chia sẻ với: {nbContacts} người}}

source: Modified by
fr: Modifié par
it: Modificato da
ru: Изменено
vi: Chỉnh sửa bởi

source: Biometric authentication
fr: Authentification biométrique
it: Autenticazione biometrica
ru: Биометрическая аутентификация
vi: Xác thực nhân trắc học

source: Fingerprint
fr: Empreinte digitale
it: Impronta digitale
ru: Отпечаток пальца
vi: Vân tay

# biometric_authentication_message
source: Allow {biometricKind} to secure access to this app
fr: Autoriser {biometricKind} à sécuriser cette application
it: Consenti a {biometricKind} di proteggere l'accesso a questa app
ru: Разрешить {biometricKind} безопасный доступ к этому приложению
vi: Chấp nhận {biometricKind} để bảo mật ứng dụng

# biometric_authentication_not_enrolled
source: {biometricKind} must be enabled to turn on biometric authentication
fr: {biometricKind} doit être activée afin d'activer l'empreinte digitale
it: {biometricKind} deve essere abilitato per attivare l'autenticazione biometrica
ru: Функция {biometricKind} должна быть включена, чтобы активировать биометрическую аутентификацию
vi: Phải kích hoạt {biometricKind} để sử dụng xác thực nhân trắc học cho ứng dụng

# biometric_authentication_localized_reason_enable
source: Please authenticate to enable biometric authentication for application
fr: Veuillez vous identifier afin d'activer l'empreinte digitale
it: Ti prega di autenticarti per abilitare l'autenticazione biometrica per l'applicazione
ru: Пожалуйста, авторизуйтесь, чтобы включить биометрическую аутентификацию для приложения
vi: Quét để bật xác thực nhân trắc học

# biometric_authentication_localized_reason_disable
source: Please authenticate to disable biometric authentication for application
fr: Veuillez vous identifier afin de désactiver l'empreinte digitale
it: Ti prega di autenticarti per disabilitare l'autenticazione biometrica per l'applicazione
ru: Пожалуйста, авторизуйтесь, чтобы отключить биометрическую аутентификацию для приложения
vi: Quét để tắt xác thực nhân trắc học

source: Manage version
fr: Gérer les versions
it: Gestione della versione
ru: Управление версией
vi: Quản lý phiên bản

# version
source: Version {version}
it: Versione {version}
ru: Версия {version}
vi: Phiên bản {version}

source: Face
it: Faccia
ru: Лицо
vi: Khuôn mặt

source: TouchID or FaceID
fr: TouchID ou FaceID
it: TouchID o FaceID
ru: TouchID или FaceID
vi: TouchID hoặc FaceID

source: Fingerprint or Face
fr: Empreinte digitale ou Face
it: Impronta digitale o faccia
ru: По отпечатку пальца или лицу
vi: Vân tay hoặc Khuôn mặt

# biometric_authentication_localized_reason
source: Scan your {biometricKind} to authentication
fr: Scannez votre {biometricKind} pour vous identifier
it: Scansiona il tuo {biometricKind} per l'autenticazione
ru: Просканируйте свой {biometricKind} для аутентификации
vi: Quét {biometricKind} để xác thực

# biometric_disabled_in_setting_app
source: Please enable {biometricKind} in the Settings app on your phone to use biometric authentication
fr: Veuillez activer {biometricKind} dans les paramètres de votre téléphone afin d'utiliser l'empreinte digitale
it: Abilita {biometricKind} nell'app Impostazioni del tuo telefono per utilizzare l'autenticazione biometrica
ru: Пожалуйста, включите функцию {biometricKind} в настройках своего телефона, чтобы использовать биометрическую аутентификацию
vi: Hãy kích hoạt {biometricKind} trong cài đặt

# open_with_biometric
source: Open with {biometricKind}
fr: Ouvrir avec {biometricKind}
it: Apri con {biometricKind}
ru: Открыть с помощью {biometricKind}
vi: Mở với {biometricKind}

source: Or
fr: Ou
it: Oppure
ru: Или
vi: hoặc

source: Go to Sign-In
fr: Allez à l'inscription
it: Vai a Accedi
ru: Перейти к входу
vi: Đăng nhập

# biometric_authentication_is_locked
source: Biometric authentication is locked due to exceeded number of attempts.
fr: L'authentification biométrique est bloquée à cause d'un nombre trop élevé de tentatives
it: L'autenticazione biometrica è bloccata a causa del numero di tentativi superato.
ru: Биометрическая аутентификация заблокирована из-за превышенного количества попыток.
vi: Xác thực nhân trắc học đã bị khoá.

source: Duplicate
fr: Dupliquer
it: Duplicato
ru: Дублировать
vi: Sao chép

source: Files have been successfully duplicated
fr: Les fichiers ont été dupliqués avec succès
it: I file sono stati duplicati con successo
ru: Файлы были успешно дублированы
vi: Các tệp đã được sao chép thành công

# files_could_not_be_duplicated
source: The files could not be duplicated
fr: Les fichiers n'ont pas pu être dupliqués
it: I file non possono essere duplicati
ru: Файлы не могут быть продублированы
vi: Các tệp sao chép không thành công

source: Some files could not be duplicated
fr: Certains fichiers n'ont pas pu être dupliqués
it: Alcuni file non possono essere duplicati
ru: Некоторые файлы не могут быть продублированы
vi: Một vài tệp không được sao chép thành công

source: Restore
fr: Restaurer
it: Ripristinare
ru: Восстановить
vi: Khôi phục

source: Available offline
fr: Disponible hors ligne
it: Disponibile offline
ru: Доступно оффлайн
vi: Ngoại tuyến sẵn có

# files_will_be_made_available_for_offline_use
source: The files will be made available for offline use.
fr: Les fichiers seront rendus disponibles pour une utilisation hors ligne.
it: I file saranno resi disponibili per l'uso offline.
ru: Файлы будут доступны для использования оффлайн.
vi: Tệp sẽ sẵn sàng sử dụng ngoại tuyến.

# files_will_no_longer_be_usable_without_be_network
source: The files will no longer be usable without the network.
fr: Les fichiers ne seront plus utilisables sans le réseau.
it: I file non saranno più utilizzabili senza la rete.
ru: Файлы больше нельзя будет использовать оффлайн.
vi: Tệp không thể sử dụng ngoại tuyến.

# file_cannot_be_switched_to_offline_mode
source: This file cannot be switched to offline mode
fr: Ce fichier ne peut pas être passé en mode hors ligne
it: Questo file non può essere commutato in modalità offline
ru: Этот файл не может быть сменен в режиме оффлайн
vi: Tệp không thể chuyển sang ngoại tuyến sẵn

# login_sso_button
source: Login with SSO
fr: Se connecter avec SSO
it: Accesso con SSO
ru: Войти с помощью SSO
vi: Đăng nhập một lần

# login_sso_failed
source: Login failed
fr: Échec de la connexion
it: Accesso fallito
ru: Вход не удался
vi: Đăng nhập thất bại

source: Upload Requests
fr: Demandes de téléchargement
it: Richieste di caricamento
ru: Запросы на загрузку
vi: Yêu cầu tải lên

source: Pending
fr: En attente
it: In sospeso
ru: В ожидании
vi: Đang chờ

source: Active / Closed
fr: Actif | Fermé
it: Attivo / Chiuso
ru: Активный / Закрытый
vi: Mở / Đóng

source: Archived
fr: Archivé
it: Archiviato
ru: Заархивировано
vi: Lưu trữ

source: Create upload requests here
fr: Créer des demandes de téléchargement ici
it: Crea richieste di caricamento qui
ru: Создать запросы на загрузку здесь
vi: Tạo mới yêu cầu tải lên

source: Activated {date}
fr: Activé {date}
it: Attivato {date}
ru: Активировано {date}
vi: Đã hoạt động {date}

source: Archived {date}
fr: Archivé {date}
it: Archiviato {date}
ru: Заархивировано {date}
vi: Đã lưu trữ {date}

source: Active
fr: Actif
it: Attivo
ru: Активный
vi: Hoạt động

source: Expired / Closed
fr: Expiré / Fermé
it: Scaduto / Chiuso
ru: Окончен / Закрыт
vi: Hết hạn | Đóng

source: Add new upload request
fr: Ajouter une nouvelle demande de téléchargement
it: Aggiungi una nuova richiesta di caricamento
ru: Добавить новый запрос на загрузку
vi: Thêm mới yêu cầu tải lên

source: Collective Upload
fr: Collectif Télécharger
it: Collettivo Carica
ru: Коллективная Загрузка
vi: Tải lên nhóm

source: Individual Upload
fr: Individuelle Télécharger
it: Individuale Carica
ru: Индивидуальная Загрузка
vi: Tải lên cá nhân

# create_collective_upload_request_title
source: Collective Upload
fr: Téléchargement collectif
it: Caricamento collettivo
ru: Коллективная загрузка
vi: Tải lên nhóm

# create_individual_upload_request_title
source: Individual Upload
fr: Téléchargement individuel
it: Caricamento individuale
ru: Индивидуальная загрузка
vi: Tải lên cá nhân

# create_upload_request_button
source: Create Upload Request
fr: Créer une demande de téléchargement
it: Creare una richiesta di caricamento
ru: Создать запрос на загрузку
vi: Tạo mới yêu cầu tải lên

source: Email subject
fr: Objet de l'e-mail
it: Oggetto dell'email
ru: Тема письма
vi: Tiêu đề

source: Email message
fr: Message
it: Messaggio e-mail
ru: Сообщение
vi: Thông điệp

source: Settings
fr: Paramètres
it: Impostazioni
ru: Настройки
vi: Cài đặt

source: Advanced options
fr: Options avancées
it: Opzioni avanzate
ru: Расширенные настройки
vi: Cài đặt nâng cao

source: Show less
fr: Afficher moins
it: Mostra meno
ru: Показать меньше
vi: Rút gọn

source: Activation date
fr: Date d'activation
it: Data di attivazione
ru: Дата активации
vi: Ngày kích hoạt

source: Expiration date
fr: Date d'expiration
it: Data di scadenza
ru: Дата истечения срока действия
vi: Ngày hết hạn

source: Reminder date
fr: Date de rappel
it: Data del promemoria
ru: Дата напоминания
vi: Ngày nhắc nhở

source: Max number of files
fr: Nombre maximal de fichiers
it: Numero massimo di file
ru: Максимальное количество файлов
vi: Số lượng tệp tối đa

source: Max size of a file
fr: Taille maximale d'un fichier
it: Dimensione massima di un file
ru: Максимальный размер файла
vi: Dung lượng tối đa

source: Allow deletion
fr: Autoriser la suppression
it: Permettere la cancellazione
ru: Разрешить удаление файлов
vi: Cho phép xoá

source: Allow closure
fr: Autoriser la fermeture
it: Permettere la chiusura
ru: Разрешить закрытие запроса
vi: Cho phép đóng

source: Notification Language
fr: Langue de notification
it: Lingua di notifiche
ru: Язык уведомлений
vi: Ngôn ngữ thông báo

# max_number_files_error
source: Max number of files must be set and smaller than 1000
fr: Le nombre maximum de fichiers doit être défini et inférieur à 1000
it: Il numero massimo di file deve essere impostato e inferiore a 1000
ru: Максимальное количество файлов должно быть установлено и не превышать 1000
vi: Số lượng tệp tối đa phải nhỏ hơn 1000

# max_file_size_error
source: Max size of a file must be set and smaller than 100 GB
fr: La taille maximale d'un fichier doit être définie et inférieure à 100 Go
it: La dimensione massima di un file deve essere impostata e inferiore a 100 GB
ru: Максимальный размер файла должен быть установлен и не превышать 100 ГБ
vi: Dung lượng tối đa phải nhỏ hơn 100 GB

# upload_requests_root_back_title
source: Back to Upload Requests
fr: Retour aux demandes de téléchargement
it: Torna a Richieste di caricamento
ru: Вернуться к запросам на загрузку
vi: Quay lại Yêu cầu tải lên

# upload_requests_no_files_uploaded
source: No files uploaded yet
fr: Aucun fichier téléchargé pour le moment
it: Nessun file ancora caricato
ru: Файлы еще не загружены
vi: Chưa có tệp

source: Status
fr: Statut
it: Stato
ru: Статус
vi: Trạng thái

source: Type
it: Tipo
ru: Тип
vi: Loại

source: Search in Upload Request Groups
fr: Recherche dans les groupes de demande de téléchargement
it: Cerca nei gruppi di richiesta di caricamento
ru: Поиск в группах запросов на загрузку
vi: Tìm kiếm yêu cầu tải lên

source: Total size of files
fr: Taille totale des fichiers
it: Dimensione totale dei file
ru: Общий размер файлов
vi: Dung lượng

source: Password protected
fr: Protégé par mot de passe
it: Password protetta
ru: Защищено паролем
vi: Mật khẩu được bảo vệ

# total_file_size_error
source: Total size of files must be set and smaller than 100 GB
fr: La taille totale des fichiers doit être définie et inférieure à 100 Go
it: La dimensione totale dei file deve essere impostata e inferiore a 100 GB
ru: Общий размер файлов должен быть установлен и не превышать 100 ГБ
vi: Tổng dung lượng tệp phải nhỏ hơn 100 GB

source: Add
fr: Ajouter
it: Aggiungi
ru: Добавить
vi: Thêm

# confirm_add_recipients_title
source: You are about to add a recipient to this upload request ! Beware, this action cannot be undone
fr: Vous êtes sur le point d'ajouter un destinataire à cette demande de téléchargement ! Attention, cette action ne peut être annulée
it: Stai per aggiungere un destinatario a questa richiesta di caricamento! Attenzione, questa azione non può essere annullata
ru: Вы собираетесь добавить получателя к этому запросу на загрузку. Это действие нельзя отменить!
vi: Bạn đã thêm người nhận vào Yêu cầu tải lên! Hành động này không thể thay đổi

source: Recipients have been successfully added
fr: Les destinataires ont été ajoutés avec succès
it: I destinatari sono stati aggiunti con successo
ru: Получатели были успешно добавлены
vi: Người nhận đã được thêm

# confirm_cancel_multiple_upload_request
source: {numberOfItems,plural, =1{Are you sure you want to cancel "{singleItemName}"?}other{Are you sure you want to cancel {numberOfItems} items?}}
fr: {numberOfItems,plural, =1{Vous êtes sûr de vouloir annuler "{singleItemName}"?}other{Vous êtes sûr de vouloir annuler {numberOfItems} éléments ?}}
it: {numberOfItems,plural, =1{Sei sicuro di voler cancellare "{singleItemName}"?}other{Sei sicuro di voler cancellare {numberOfItems} elementi?}}
ru: {numberOfItems,plural, =1{Вы уверены, что хотите отменить запрос на загрузку "{singleItemName}"?}other{Вы уверены, что хотите отменить {numberOfItems} запросов на загрузку?}}
vi: {numberOfItems,plural, =1{Bạn có đồng ý huỷ bỏ "{singleItemName}"?}other{Bạn có đồng ý huỷ bỏ {numberOfItems} yêu cầu tải lên?}}

# upload_request_proceed_button
source: Proceed
fr: Procéder
it: Procedere
ru: Продолжить
vi: Xử lý

source: Upload request has been updated
fr: La demande de téléchargement a été mise à jour
it: La richiesta di caricamento è stata aggiornata
ru: Запрос на загрузку был обновлен
vi: Yêu cầu tải lên đã được cập nhật

source: Some upload requests have been updated
fr: Certaines demandes de téléchargement ont été mises à jour
it: Alcune richieste di upload sono state aggiornate
ru: Некоторые запросы на загрузку были обновлены
vi: Các yêu cầu tải lên đã được cập nhật

source: Upload request could not be updated
fr: La demande de téléchargement n'a pas pu être mise à jour
it: Impossibile aggiornare la richiesta di caricamento
ru: Не удалось обновить запрос на загрузку
vi: Cập nhật yêu cầu tải lên không thành công

source: Some upload requests could not be updated
fr: Certaines demandes de téléchargement n'ont pas pu être mises à jour
it: Impossibile aggiornare alcune richieste di caricamento
ru: Некоторые запросы на загрузку не могут быть обновлены
vi: Cập nhật yêu cầu tải lên không thành công

source: Archive
fr: Archiver
it: Archivio
ru: Архив
vi: Lưu trữ

# confirm_archive_multiple_upload_request
source: {numberOfItems,plural, =1{Are you sure you want to archive "{singleItemName}"?}other{Are you sure you want to archive {numberOfItems} items?}}
fr: {numberOfItems,plural, =1{Vous êtes sûr de vouloir archiver "{singleItemName}"?}other{Vous êtes sûr de vouloir archiver {numberOfItems} éléments ?}}
it: {numberOfItems,plural, =1{Sei sicuro di voler archiviare "{singleItemName}"?}other{Sei sicuro di voler archiviare {numberOfItems} elementi?}}
ru: {numberOfItems,plural, =1{Вы уверены, что хотите заархивировать "{singleItemName}"?}other{Вы уверены, что хотите заархивировать {numberOfItems} элементов?}}
vi: {numberOfItems,plural, =1{Bạn có đồng ý lưu trữ "{singleItemName}"?}other{Bạn có đồng ý lưu trữ {numberOfItems} Yêu cầu tải lên?}}

# copy_before_archiving
source: Copy all files to my personal space before archiving
fr: Copier tous les fichiers dans mon espace personnel avant l'archivage
it: Copia tutti i file nel mio spazio personale prima di archiviarli
ru: Скопировать все файлы в мое личное пространство перед архивацией
vi: Sao chép tệp tới Không gian của tôi trước khi thực hiện lưu trữ

source: Close
fr: Fermer
it: Chiudi
ru: Закрыть
vi: Đóng

# confirm_close_multiple_upload_request
source: {numberOfItems,plural, =1{Are you sure you want to close "{singleItemName}"?}other{Are you sure you want to close {numberOfItems} items?}}
fr: {numberOfItems,plural, =1{Vous êtes sûr de vouloir fermer "{singleItemName}"?}other{Vous êtes sûr de vouloir fermer {numberOfItems} éléments ?}}
it: {numberOfItems,plural, =1{Sei sicuro di voler chiudere "{singleItemName}"?}other{Sei sicuro di voler chiudere {numberOfItems} elementi?}}
ru: {numberOfItems,plural, =1{Вы уверены, что хотите закрыть запрос на загрузку "{singleItemName}"?}other{Вы уверены, что хотите закрыть запросы на загрузку {numberOfItems} элементов?}}
vi: {numberOfItems,plural, =1{Bạn có đồng ý đóng "{singleItemName}"?}other{Bạn có đồng ý đóng {numberOfItems} Yêu cầu tải lên?}}

# search_in_upload_request_entries
source: Search in Upload Requests Entries
fr: Entrées de recherche dans les demandes de téléchargement
it: Cerca in Richieste di caricamento voci
ru: Искать в запросах на загрузку
vi: Tìm kiếm yêu cầu tải lên

source: The files could not be copied to My Space
fr: Les fichiers n'ont pas pu être copiés sur Mon Espace
it: Impossibile copiare i file nel mio spazio
ru: Файлы не удалось скопировать в мое пространство
vi: Không thể sao chép tệp tới Không gian làm việc của tôi

# biometric_timeout_title
source: Set timeout
fr: Définir le délai d'expiration
it: Imposta timeout
ru: Установить тайм-аут
vi: Đặt thời gian hết hạn

# biometric_timeout_second
source: {numberOfItems,plural, =1{{numberOfItems} second}other{{numberOfItems} seconds}}
fr: {numberOfItems,plural, =1{{numberOfItems} seconde}other{{numberOfItems} secondes}}
it: {numberOfItems,plural, =1{{numberOfItems} secondo}other{{numberOfItems} secondi}}
ru: {numberOfItems,plural, =1{{numberOfItems} секунда}other{{numberOfItems} секунд}}
vi: {numberOfItems,plural, =1{{numberOfItems} giây}other{{numberOfItems} giây}}

# biometric_timeout_minute
source: {numberOfItems,plural, =1{{numberOfItems} minute}other{{numberOfItems} minutes}}
it: {numberOfItems,plural, =1{{numberOfItems} minute}other{{numberOfItems} minuti}}
ru: {numberOfItems,plural, =1{{numberOfItems} минута}other{{numberOfItems} минуты}}
vi: {numberOfItems,plural, =1{{numberOfItems} phút}other{{numberOfItems} phút}}

# biometric_timeout_hour
source: {numberOfItems,plural, =1{{numberOfItems} hour}other{{numberOfItems} hours}}
fr: {numberOfItems,plural, =1{{numberOfItems} heure}other{{numberOfItems} heures}}
it: {numberOfItems,plural, =1{{numberOfItems} ora}other{{numberOfItems} ore}}
ru: {numberOfItems,plural, =1{{numberOfItems} час}other{{numberOfItems} часов}}
vi: {numberOfItems,plural, =1{{numberOfItems} giờ}other{{numberOfItems} giờ}}

# search_in
source: Search in {node}
fr: Rechercher dans {node}
it: Cerca in {node}
ru: Искать в {node}
vi: Tìm kiếm trong {node}

source: Move
fr: Déplacer
it: Muovi
ru: Переместить
vi: Di chuyển

source: Move here
fr: Déplacer ici
it: Spostati qui
ru: Переместить сюда
vi: Di chuyển đến

# advance_search_setting
source: Advanced search settings
fr: Paramètres de recherche avancée
it: Impostazioni di ricerca avanzate
ru: Расширенные настройки поиска
vi: Cài đặt tìm kiếm nâng cao

# advance_search_type_document
source: Document
it: Documento
ru: Документ
vi: Tài liệu

# advance_search_type_spreadsheet
source: Spreadsheet
fr: Feuille de calcul
it: Foglio elettronico
ru: Таблица
vi: Bảng tính

# advance_search_type_image
source: Image
it: Immagine
ru: Изображение
vi: Hình ảnh

# advance_search_type_audio
source: Audio
ru: Аудио
vi: Âm thanh

# advance_search_type_archive
source: Archive
fr: Archives
it: Archivio
ru: Архив
vi: Lưu trữ

# advance_search_type_other
source: Other
fr: Autre
it: Altro
ru: Другое
vi: Khác

# advance_search_date_any_time
source: Any time
fr: A tout moment
it: In qualsiasi momento
ru: Любое время
vi: Mọi lúc

# advance_search_date_past_day
source: Past day
fr: Jour passé
it: Giorno scorso
ru: Вчера
vi: Hôm qua

# advance_search_date_past_week
source: Past week
fr: Semaine passée
it: Settimana scorsa
ru: Прошлая неделя
vi: Tuần trước

# advance_search_date_past_month
source: Past month
fr: Mois passé
it: Mese scorso
ru: Прошлый месяц
vi: Tháng trước

# advance_search_date_past_year
source: Past year
fr: Année passée
it: Anno scorso
ru: Прошлый год
vi: Năm trước

# advance_search_button_reset
source: Reset
fr: Réinitialiser
it: Ripristina
ru: Сброс
vi: Cài đặt lại

# advance_search_button_apply
source: Apply
fr: Appliquer
it: Applica
ru: Применить
vi: Áp dụng
