Repository: linagora/linshare-mobile-flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, ru, vi

# audit_action_title_copy
source: Copy:
fr: Copie:
it: Copiare:
ru: Копировать:
vi: Sao chép:

# audit_action_title_download
source: Download:
fr: Téléchargement:
it: Scaricare:
ru: Загрузить:
vi: Tải xuống:

# audit_action_title_upload_revision
source: Version uploaded:
fr: Version publiée:
it: Versione caricata:
ru: Версия загружена:
vi: Tải lên phiên bản:

# audit_action_title_delete_revision
source: Version deleted:
fr: Version supprimée:
it: Versione eliminata:
ru: Версия удалена:
vi: Xóa phiên bản:

# audit_action_title_restore_revision
source: Restore version:
fr: Version restaurée:
it: Ripristinare la versione:
ru: Восстановить версию:
vi: Khôi phục phiên bản:

# audit_action_title_download_revision
source: Version downloaded:
fr: Version téléchargée:
it: Versione scaricata:
ru: Версия скачана:
vi: Tải xuống phiên bản:

# audit_action_message_create_workgroup_self
source: You have created a new Workgroup : {resourceName}.
fr: Vous avez créé un nouvel Espace de Travail : {resourceName}.
it: Hai creato un nuovo gruppo di lavoro: {resourceName}.
ru: Вы создали новую рабочую группу {resourceName}.
vi: Ban đã tạo nhóm làm việc : {resourceName}.

# audit_action_message_create_workgroup_other
source: {authorName} has created a new Workgroup : {resourceName}.
fr: {authorName} a créé un nouvel Espace de Travail : {resourceName}.
it: {authorName} ha creato un nuovo gruppo di lavoro: {resourceName}.
ru: {authorName} создал(а) новую рабочую группу {resourceName}.
vi: {authorName} đã tạo nhóm làm việc : {resourceName}.

# audit_action_message_delete_workgroup_self
source: You have deleted the Workgroup : {resourceName}.
fr: Vous avez supprimé l'Espace de Travail : {resourceName}.
it: Hai eliminato il gruppo di lavoro: {resourceName}.
ru: Вы удалили рабочую группу {resourceName}.
vi: Bạn đã xoá nhóm làm việc : {resourceName}.

# audit_action_message_delete_workgroup_other
source: {authorName} has deleted the Workgroup : {resourceName}.
fr: {authorName} a supprimé un Espace de Travail : {resourceName}.
it: {authorName} ha cancellato il gruppo di lavoro: {resourceName}.
ru: {authorName} удалил(а) рабочую группу {resourceName}.
vi: {authorName} đã xoá nhóm làm việc : {resourceName}.

# audit_action_message_update_workgroup_self
source: You have edited the Workgroup : {resourceName}.
fr: Vous avez modifié un Espace de Travail : {resourceName}.
it: Hai modificato il gruppo di lavoro: {resourceName}.
ru: Вы изменили рабочую группу {resourceName}.
vi: Bạn đã sửa đổi nhóm làm việc : {resourceName}.

# audit_action_message_update_workgroup_other
source: {authorName} has edited the Workgroup : {resourceName}.
fr: {authorName} a modifié un Espace de Travail : {resourceName}.
it: {authorName} ha modificato il gruppo di lavoro: {resourceName}.
ru: {authorName} редактировал(а) рабочую группу: {resourceName}.
vi: {authorName} đã sửa đổi nhóm làm việc : {resourceName}.

# audit_action_message_add_member_self
source: You have added a new member : {resourceName} to the Workgroup : {nameVarious}.
fr: Vous avez ajouté un nouveau membre : {resourceName} à l'Espace de Travail : {nameVarious}.
it: Hai aggiunto un nuovo membro: {resourceName} al gruppo di lavoro: {nameVarious}.
ru: Вы добавили нового участника {resourceName} в рабочую группу {nameVarious}.
vi: Bạn đã thêm thành viên : {resourceName} vào nhóm làm việc : {nameVarious}.

# audit_action_message_add_member_other
source: {authorName} has added a new member : {resourceName} to the Workgroup : {nameVarious}.
fr: {authorName} a ajouté un nouveau membre : {resourceName} à l'Espace de Travail : {nameVarious}.
it: {authorName} ha aggiunto un nuovo membro: {resourceName} al gruppo di lavoro: {nameVarious}.
ru: {authorName} добавил(а) нового участника {resourceName} в рабочую группу {nameVarious}.
vi: {authorName} đã thêm thành viên : {resourceName} vào nhóm làm việc : {nameVarious}.

# audit_action_message_delete_member_self
source: You have removed the member : {resourceName} from the Workgroup : {nameVarious}.
fr: Vous avez supprimé le membre : {resourceName} de l'Espace de Travail : {nameVarious}.
it: Hai rimosso il membro : {resourceName} dal gruppo di lavoro : {nameVarious}.
ru: Вы удалили участника {resourceName} из рабочей группы {nameVarious}.
vi: Bạn đã xoá thành viên : {resourceName} khỏi nhóm làm việc : {nameVarious}.

# audit_action_message_delete_member_other
source: {authorName} has removed the member : {resourceName} from the Workgroup : {nameVarious}.
fr: {authorName} a supprimé le membre : {resourceName} de l'Espace de Travail : {nameVarious}.
it: {authorName} ha rimosso il membro : {resourceName} dal gruppo di lavoro : {nameVarious}.
ru: {authorName} удалил(а) участника {resourceName} из Рабочей группы {nameVarious}.
vi: {authorName} đã xoá thành viên : {resourceName} khỏi nhóm làm việc : {nameVarious}.

# audit_action_message_update_member_self
source: You have edited the member : {resourceName} from the Workgroup : {nameVarious}.
fr: Vous avez modifié le membre : {resourceName} dans l'Espace de Travail : {nameVarious}.
it: Hai modificato il membro : {resourceName} del gruppo di lavoro : {nameVarious}.
ru: Вы изменили права доступа для участника {resourceName} в рабочей группе {nameVarious}.
vi: Bạn đã thay đổi thành viên: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_update_member_other
source: {authorName} has edited the member : {resourceName} from the Workgroup : {nameVarious}.
fr: {authorName} a modifié le membre : {resourceName} dans l'Espace de Travail : {nameVarious}.
it: {authorName} ha modificato il membro : {resourceName} del gruppo di lavoro : {nameVarious}.
ru: {authorName} изменил(а) права доступа для участника {resourceName} в рабочей группе {nameVarious}.
vi: {authorName} đã thay đổi thành viên: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_create_folder_self
source: You have created a new folder : {resourceName} into the Workgroup {nameVarious}.
fr: Vous avez créé un nouveau dossier : {resourceName} dans l'Espace de Travail {nameVarious}.
it: Hai creato una nuova cartella: {resourceName} nel gruppo di lavoro {nameVarious}.
ru: Вы создали новую папку {resourceName} в рабочей группе {nameVarious}.
vi: Bạn đã tạo thư mục: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_create_folder_other
source: {authorName} has created a new folder : {resourceName} into the Workgroup {nameVarious}.
fr: {authorName} a créé un nouveau dossier : {resourceName} dans l'Espace de Travail {nameVarious}.
it: {authorName} ha creato una nuova cartella : {resourceName} nel gruppo di lavoro {nameVarious}.
ru: {authorName} создал(а) новую папку: {resourceName} в рабочей группе {nameVarious}.
vi: {authorName} đã tạo thư mục: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_delete_folder_self
source: You have deleted the folder : {resourceName} from the Workgroup : {nameVarious}.
fr: Vous avez supprimé le dossier : {resourceName} de l'Espace de Travail : {nameVarious}.
it: Hai eliminato la cartella : {resourceName} dal gruppo di lavoro : {nameVarious}.
ru: Вы удалили папку {resourceName} из рабочей группы {nameVarious}.
vi: Bạn đã xoá thư mục: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_delete_folder_other
source: {authorName} has deleted the folder : {resourceName} from the Workgroup : {nameVarious}.
fr: {authorName} a supprimé le dossier : {resourceName} de l'Espace de Travail : {nameVarious}.
it: {authorName} ha eliminato la cartella : {resourceName} dal gruppo di lavoro : {nameVarious}.
ru: {authorName} удалил(а) папку {resourceName} из рабочей группы {nameVarious}.
vi: {authorName} đã xoá thư mục: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_update_folder_self
source: You have edited the folder : {resourceName} from the Workgroup : {nameVarious}.
fr: Vous avez modifié le dossier : {resourceName} dans l'Espace de Travail : {nameVarious}.
it: Hai modificato la cartella : {resourceName} del gruppo di lavoro : {nameVarious}.
ru: Вы отредактировали папку {resourceName} в рабочей группе {nameVarious}.
vi: Bạn đã thay đổi thư mục: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_update_folder_other
source: {authorName} has edited the folder : {resourceName} from the Workgroup : {nameVarious}.
fr: {authorName} a modifié le dossier : {resourceName} dans l'Espace de Travail : {nameVarious}.
it: {authorName} ha modificato la cartella : {resourceName} del gruppo di lavoro : {nameVarious}.
ru: {authorName} отредактировал(а) папку {resourceName} в рабочей группе {nameVarious}.
vi: {authorName} đã thay đổi thư mục: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_download_folder_self
source: You have downloaded the folder : {resourceName} from the Workgroup : {nameVarious}.
fr: Vous avez téléchargé le dossier : {resourceName} depuis l'Espace de Travail : {nameVarious}.
it: Hai scaricato la cartella : {resourceName} dal gruppo di lavoro : {nameVarious}.
ru: Вы загрузили папку {resourceName} из рабочей группы {nameVarious}.
vi: Bạn đã tải xuống: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_download_folder_other
source: {authorName} has downloaded the folder : {resourceName} from the Workgroup : {nameVarious}.
fr: {authorName} a téléchargé le dossier : {resourceName} depuis l'Espace de Travail : {nameVarious}.
it: {authorName} ha scaricato la cartella: {resourceName} dal gruppo di lavoro: {nameVarious}.
ru: {authorName} загрузил(а) папку {resourceName} из рабочей группы {nameVarious}.
vi: {authorName} đã tải xuống: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_delete_workgroup_document_self
source: You have deleted the file : {resourceName} from the Workgroup {nameVarious}.
fr: Vous avez supprimé le fichier : {resourceName} de l'Espace de Travail {nameVarious}.
it: Hai eliminato il file: {resourceName} dal gruppo di lavoro {nameVarious}.
ru: Вы удалили файл: {resourceName} из рабочей группы {nameVarious}.
vi: Bạn đã xoá tệp: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_delete_workgroup_document_other
source: {authorName} has deleted the file : {resourceName} from the Workgroup {nameVarious}.
fr: {authorName} a supprimé le fichier : {resourceName} de l'Espace de Travail {nameVarious}.
it: {authorName} ha eliminato il file: {resourceName} dal gruppo di lavoro {nameVarious}.
ru: {authorName} удалил(а) файл: {resourceName} из рабочей группы {nameVarious}.
vi: {authorName} đã xoá tệp : {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_update_workgroup_document_self
source: You have edited the file : {resourceName} from the Workgroup {nameVarious}.
fr: Vous avez modifié le fichier : {resourceName} dans l'Espace de Travail {nameVarious}.
it: Hai modificato il file : {resourceName} del gruppo di lavoro : {nameVarious}.
ru: Вы отредактировали файл {resourceName} в рабочей группе {nameVarious}.
vi: Bạn đã thay đổi tệp: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_update_workgroup_document_other
source: {authorName} has edited the file : {resourceName} from the Workgroup {nameVarious}.
fr: {authorName} a modifié le fichier : {resourceName} dans l'Espace de Travail {nameVarious}.
it: {authorName} ha modificato il file: {resourceName} dal gruppo di lavoro {nameVarious}.
ru: {authorName} отредактировал(а) файл: {resourceName} в рабочей группе {nameVarious}.
vi: {authorName} đã thay đổi tệp: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_download_workgroup_document_self
source: You have downloaded the file : {resourceName} from the Workgroup {nameVarious}.
fr: Vous avez téléchargé le fichier : {resourceName} depuis l'Espace de Travail {nameVarious}.
it: Hai scaricato il file: {resourceName} dal gruppo di lavoro {nameVarious}.
ru: Вы скачали файл {resourceName} из рабочей группы {nameVarious}.
vi: Bạn đã tải xuống tệp: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_download_workgroup_document_other
source: {authorName} has downloaded the file : {resourceName} from the Workgroup {nameVarious}.
fr: {authorName} a téléchargé le fichier : {resourceName} depuis l'Espace de Travail {nameVarious}.
it: {authorName} ha scaricato il file: {resourceName} dal gruppo di lavoro {nameVarious}.
ru: {authorName} скачал(а) файл {resourceName} из рабочей группы{nameVarious}.
vi: {authorName} đã tải xuống tệp: {resourceName} trong nhóm làm việc {nameVarious}.

# audit_action_message_upload_workgroup_document_self
source: You have uploaded a new file : {resourceName} into the Workgroup : {nameVarious}.
fr: Vous avez transféré un nouveau fichier : {resourceName} dans l'Espace de Travail : {nameVarious}.
it: Hai caricato un nuovo file : {resourceName} nel gruppo di lavoro : {nameVarious}.
ru: Вы загрузили новый файл {resourceName} в рабочую группу {nameVarious}.
vi: Bạn đã tải lên tệp: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_upload_workgroup_document_other
source: {authorName} has uploaded a new file : {resourceName} into the Workgroup : {nameVarious}.
fr: {authorName} a transféré un nouveau fichier : {resourceName} dans l'Espace de Travail : {nameVarious}.
it: {authorName} ha caricato un nuovo file: {resourceName} nel gruppo di lavoro: {nameVarious}.
ru: {authorName} загрузил(а) новый файл {resourceName} в рабочую группу {nameVarious}.
vi: {authorName} đã tải lên tệp: {resourceName} trong nhóm làm việc: {nameVarious}.

# audit_action_message_copy_document_from_personal_space_self
source: You have created the document : {resourceName} into {nameVarious}, from your Personal Space.
fr: Vous avez créé un nouveau fichier : {resourceName} dans {nameVarious}, depuis votre Espace Personnel.
it: Hai creato il documento: {resourceName} in {nameVarious}, dal tuo spazio personale.
ru: Вы создали документ {resourceName} в {nameVarious}, скопировав его из своего личного пространства.
vi: Bạn đã tạo một bản sao tệp: {resourceName} tại {nameVarious}, từ không làm việc riêng.

# audit_action_message_copy_document_from_personal_space_other
source: {authorName} has created the document : {resourceName} into {nameVarious}, from his Personal Space.
fr: {authorName} a créé un nouveau fichier : {resourceName} dans {nameVarious}, depuis votre Espace Personnel.
it: {authorName} ha creato il documento : {resourceName} in {nameVarious}, dal suo spazio personale.
ru: {authorName} создал(а) документ {resourceName} в {nameVarious}, скопировав его из своего личного пространства.
vi: {authorName} đã tạo một bản sao: {resourceName} tại {nameVarious}, từ không gian làm việc của anh ấy.

# audit_action_message_copy_document_from_received_share_self
source: You have created the document : {resourceName} into {nameVarious}, from your received shares.
fr: Vous avez créé un fichier : {resourceName} dans {nameVarious}, depuis vos Partages Reçus.
it: Hai creato il documento: {resourceName} in {nameVarious}, dalle condivisioni ricevute.
ru: Вы создали документ {resourceName} в {nameVarious}, скопировав его из полученных вами файлов.
vi: Bạn đã tạo một bản sao: {resourceName} tại {nameVarious}, từ danh sách Đã nhận.

# audit_action_message_copy_document_from_received_share_other
source: {authorName} has created the document : {resourceName} into {nameVarious}, from his received shares.
fr: {authorName} a créé le fichier : {resourceName} dans {nameVarious}, depuis ses Partages Reçus.
it: {authorName} ha creato il documento : {resourceName} in {nameVarious}, dalle sue azioni ricevute.
ru: {authorName} создал(а) документ {resourceName} в {nameVarious}, скопировав его из полученных файлов.
vi: {authorName} đã tạo một bản sao: {resourceName} tại {nameVarious}, từ danh sách Đã nhận của anh ấy.

# audit_action_message_copy_document_from_shared_space_self
source: You have created this file by copying : {resourceName} from another Workgroup.
fr: Vous avez créé ce fichier en copiant : {resourceName} d'un autre Espace de Travail.
it: Questo file è stato creato copiando : {resourceName} da un altro gruppo di lavoro.
ru: Вы создали этот файл, скопировав : {resourceName} из другой рабочей группы.
vi: Bạn đã tạo một bản sao: {resourceName} từ một không gian làm việc chung.

# audit_action_message_copy_document_from_shared_space_other
source: {authorName} has created this file by copying : {resourceName} from another Workgroup.
fr: {authorName} a créé ce fichier en copiant : {resourceName} d'un autre Espace de Travail.
it: {authorName} ha creato questo file copiando: {resourceName} da un altro gruppo di lavoro.
ru: {authorName} создал(а) этот файл путем копирования {resourceName} из другой рабочей группы.
vi: {authorName} đã tạo một bản sao: {resourceName} từ một không gian làm việc chung.

# audit_action_message_copy_document_to_personal_space_self
source: You have copied the document : {resourceName} into your Personal Space.
fr: Vous avez copié le fichier : {resourceName} dans votre Espace Personnel.
it: Hai copiato il documento : {resourceName} nel tuo spazio personale.
ru: Вы скопировали документ {resourceName} в свое личное пространство.
vi: Bạn đã sao chép tệp: {resourceName} vào không gian làm việc riêng.

# audit_action_message_copy_document_to_personal_space_other
source: {authorName} has copied the document : {resourceName} into his Personal Space.
fr: {authorName} a copié le fichier : {resourceName} dans son Espace Personnel.
it: {authorName} ha copiato il documento : {resourceName} nel suo spazio personale.
ru: {authorName} скопировал(а) документ:{resourceName} в свое личное пространство.
vi: {authorName} sao chép tệp: {resourceName} vào không gian làm việc riêng.

# audit_action_message_copy_document_to_shared_space_self
source: You have created a duplicated of this file into {nameVarious}.
fr: Vous avez créé une duplication de ce fichier dans {nameVarious}.
it: Hai creato un duplicato di questo file in {nameVarious}.
ru: Вы создали копию этого файла в {nameVarious}.
vi: Bạn đã tạo một bản sao của tệp ở {nameVarious}.

# audit_action_message_copy_document_to_shared_space_other
source: {authorName} has created a duplicated of this file into {nameVarious}.
fr: {authorName} a créé une duplication de ce fichier dans {nameVarious}.
it: {authorName} ha creato un duplicato di questo file in {nameVarious}.
ru: {authorName} создал(а) копию этого файла в {nameVarious}.
vi: {authorName} đã tạo một bản sao của tệp ở nhóm làm việc {nameVarious}.

# audit_action_message_upload_revision
source: A version of the file {resourceName} has been added in the workgroup {nameVarious}.
fr: Une version de ce fichier {resourceName} a été ajoutée à l'Espace de Travail {nameVarious}.
it: Una versione del file {resourceName} è stata aggiunta nel gruppo di lavoro {nameVarious}.
ru: Версия файла {resourceName} была добавлена в рабочую группу {nameVarious}.
vi: Phiên bản của tệp {resourceName} đã được thêm vào nhóm làm việc {nameVarious}.

# audit_action_message_delete_revision
source: The version of the file {resourceName} had been removed from the workgroup {nameVarious}.
fr: Une version de ce fichier {resourceName} a été supprimée de l'Espace de Travail {nameVarious}.
it: La versione del file {resourceName} era stata rimossa dal gruppo di lavoro {nameVarious}.
ru: Версия файла {resourceName} была удалена из рабочей группы {nameVarious}.
vi: hiên bản của tệp {resourceName} đã bị xóa khỏi nhóm làm việc {nameVarious}.

# audit_action_message_copy_revision_from_shared_space
source: The document was restore with the version {resourceName}.
fr: Ce fichier a été restaurée avec la version {resourceName}.
it: Il documento è stato ripristinato con la versione {resourceName}.
ru: Документ был восстановлен с версии {resourceName}.
vi: Tài liệu đã được khôi phục với phiên bản {resourceName}.

# audit_action_message_download_revision
source: {authorName} has downloaded the version : {resourceName} from the workgroup {nameVarious}.
fr: {authorName} a téléchargé la version : {resourceName} de l'Espace de Travail {nameVarious}.
it: {authorName} ha scaricato la versione: {resourceName} dal gruppo di lavoro {nameVarious}.
ru: {authorName} загрузил(а) версию {resourceName} из рабочей группы {nameVarious}.
vi: {authorName} đã tải xuống phiên bản : {resourceName} từ nhóm làm việc {nameVarious}.

source: Me
fr: Moi
it: Io
ru: Я
vi: Tôi

source: Second factor Authentication is required for your account
fr: Le second facteur d'authentification est nécessaire pour votre compte
it: Per il tuo account è richiesta l'autenticazione del secondo fattore
ru: Для вашей учетной записи требуется двухфакторная аутентификация
vi: Tài khoản này yêu cầu Xác thực 2 bước

source: Please enable Second factor Authentication to continue
fr: Veuillez activer le second facteur d'authentification pour continuer
it: Abilita l'autenticazione a secondo fattore per continuare
ru: Пожалуйста, активируйте двухфакторную аутентификацию, чтобы продолжить
vi: Hãy kích hoạt xác thực 2 bước để tiếp tục sử dụng

source: Go to Setup
fr: Voir l'installation
it: Vai a Impostazione
ru: Перейти в настройки
vi: Đến Cài đặt

source: SECOND FACTOR AUTHENTICATION
fr: SECOND FACTEUR D'AUTHENTIFICATION
it: AUTENTICAZIONE A SECONDO FATTORE
ru: ДВУХФАКТОРНАЯ АУТЕНТИФИКАЦИЯ
vi: Xác thực 2 bước

# input_6_digit_from_free_otp
source: Input the 6-digit code in your FreeOTP app
fr: Entrez les 6 caractères dans votre application FreeOTP
it: Inserisci il codice di 6 cifre nella tua app FreeOTP
ru: Введите 6-значный код в вашем приложении FreeOTP
vi: Điền mã code từ ứng dụng OTP của bạn

source: Submit
fr: Envoyer
it: Invia
ru: Подтвердить
vi: Gửi

source: Please fill up all numbers
fr: Veuillez remplir tous les numéros
it: Si prega di riempire tutti i numeri
ru: Пожалуйста, введите все числа
vi: Hãy điền OTP

source: Invalid OTP
fr: OTP invalide
it: OTP non valido
ru: Недействительный OTP
vi: OTP không hợp lệ

# user_locked_message
source: Sorry! Your account is locked Please contact the support to unlock!
fr: Désolé ! Votre compte est bloqué Veuillez contacter le support !
it: Scusa! Il tuo account è bloccato Si prega di contattare il supporto per sbloccare!
ru: Извините, но ваша учетная запись заблокирована Пожалуйста, обратитесь в службу поддержки, чтобы её разблокировать!
vi: Tài khoản của bạn đã bị khoá Hãy liên hệ với quản trị viên để được hỗ trợ!

source: Create new workgroup
fr: Créer un nouvel Espace de Travail
it: Crea un nuovo gruppo di lavoro
ru: Создать новую рабочую группу
vi: Tạo nhóm làm việc mới

source: New Workgroup
fr: Nouvel Espace de Travail
it: Nuovo gruppo di lavoro
ru: Новая рабочая группа
vi: Nhóm làm việc mới

source: Create
fr: Créer
it: Crea
ru: Создать
vi: Tạo

# rename_node
source: Rename {nodeName}
fr: Renommer {nodeName}
it: Rinomina {nodeName}
ru: Переименовать {nodeName}
vi: Đổi tên {nodeName}

source: Workgroup
fr: Espace de Travail
it: Gruppo di lavoro
ru: Рабочая группа
vi: Nhóm làm việc

source: File
fr: Fichier
ru: Файл
vi: Tài liệu

source: Folder
fr: Dossier
it: Cartella
ru: Папка
vi: Thư mục

# node_name_not_empty
source: {nodeName} name cannot be blank
fr: Le nom de {nodeName} ne peut pas être vide
it: Il nome {nodeName} non può essere vuoto
ru: Название {nodeName} не может быть пустым
vi: Tên {nodeName} không được để trống

# node_name_already_exists
source: {nodeName} name already exists
fr: Le nom de {nodeName} existe déjà
it: Il nome {nodeName} esiste già
ru: Название {nodeName} уже существует
vi: Tên {nodeName} đã tồn tại
